/**
 * 平台保障
 * Created by xrr on 2017/7/20.
 */
import React from 'react';


const ServiceGuarantee =()=>(
    <div>
        <h1 className="agreementTitle">《品推宝需求发布规定》</h1>
        <div className="line"></div>
        <div className="agreementDetail">
            <p>第一条 发布需求需要符合国家法律法规以及品推宝用户服务协议的相关规定。</p>
            <p>第二条 凡是违反宪法精神和中华人民共和国相关法律法规、带有民族歧视性、夸大宣传并带有欺骗性、有损于社会主义道德风尚或者有其他不良影响的需求，品推宝将拒绝提供服务。</p>
            <p>
                1、以下需求由于违反法律、法规和品推宝相关规则而禁止发布：<br/>
                A、软件破解、程序破解类需求；<br/>
                B、游戏外挂、程序外挂类需求；<br/>
                C、盗取网银账号、游戏账号类需求；<br/>
                D、侵犯第三方知识产权的需求；<br/>
                E、侵犯第三方权利的需求；<br/>
                F、木马、黑客程序等有损网络安全的需求；<br/>
                G、涉黄、赌博等需求；<br/>
                H、散布网络谣言的需求；<br/>
                I、其他违反法律、法规、行政规章等相关规定的需求。
            </p>
            <p>
                2、以下需求可能对交易参与方或者第三方带来损害而禁止发布：<br/>
                A、论文代写类需求；<br/>
                B、以招兼职为名进行的欺骗型需求；<br/>
                C、可能套取需求参与方身份证、邮箱、手机号、银行账号等个人或者机构隐私信息的需求；<br/>
                D、刷钻、刷信用、账号买卖等需求（允许交易的游戏账号除外）；<br/>
                E、需求描述通过链接等方式逃避品推宝审核；<br/>
                F、可能给他人或者其他机构带来损害的需求；<br/>
                G、其他违背社会伦理或社会主流价值观的需求；
            </p>
            <p>
                第三条 需求描述规范<br/>
                1、需求描述需要准确、完整；<br/>
                2、不同需求类型禁止合并发布，一个需求只能有一个对应的具体分类；<br/>
                3、内容涉及“招聘”、“兼职”的需求，凡是涉嫌诈骗、欺骗、虚假承诺、需要服务商先承担成本以及跳转站外有交易风险的，品推宝有权关闭该需求。<br/>
            </p>
            <p>
                第四条 需求发布<br/>
                1、需求发布方自主选择需求分类、预算定价、执行地点等信息；<br/>
                2、需求一经发布，不能取消或修改；补充说明不得增加原有工作量或与原需求相冲突；<br/>
                3、需求应发布在相应的类目当中，如类目选取错误，品推宝有权修改类目或关闭需求；<br/>
                4、需求标题应为需求内容的简述，并与需求内容一致，否则品推宝有权修改需求标题；<br/>
                5、同一需求禁止重复发布，若用户重复发布，平台有权关闭重复的需求；<br/>
                6、恶意发布需求：指用户通过软件、程序、人工等方式，大批量注册品推宝账户进行发布无效需求，破坏交易秩序，妨碍运营审核工作的行为，品推宝将有权关闭此部分订单。
            </p>
            <p>
                第五条 需求时限<br/>
                品推宝平台默认需求有效期为15天，需求到期后将无法应答。如需求发布方需要延长某一需求的有效期可向平台运营人员申请。
            </p>
            <p>
                第六条 违规情况<br/>
                需求发布方有下列情形之一的，视为违规作弊：<br/>
                1、以任何形式参与自己发布需求的应答，并且将自己应答选择为满意应答；<br/>
                2、其它破坏公平竞争、骗取服务和创意的行为。<br/>
                品推宝将有权关闭此部分订单。
            </p>
            <p>
                第七条 需求支付<br/>
                当符合下列条件时，品推宝将根据需求发布方同意支付的指令，将款项支付给服务商：<br/>
                1、需求约定的工作内容（比如源文件、最终稿件等）交付完毕（工作内容是否交付完毕由需求发布方自行确认，平台有权利但无义务进行核查）；<br/>
                2、无服务商对该需求表示异议，或者虽有异议但已经处理完毕；<br/>
                3、品推宝无相关证据资料显示需求有违规行为；<br/>
                4、需求发布方同意进行预付款。
            </p>
            <p>
                第八条 本规则自发布之日起实行。
            </p>
        </div>
    </div>
)

export default ServiceGuarantee;