/**
 * 服务协议
 * Created by xrr on 2017/7/20.
 */
import React from 'react';


const ServiceAgreement =()=>(
    <div>
        <h1 className="agreementTitle">《品推宝用户服务协议》</h1>
        <div className="clear">
        </div>
        <div className="line"></div>
        <div className="agreementDetail">
           <p className="commonSubTitle">提示条款</p>
           <p>1.在使用品推宝各项服务前，请您务必仔细阅读并透彻理解本《协议》。如对本《协议》内容有任何疑问，您可向品推宝平台客服咨询。  </p>
           <p>2.您在使用品推宝平台某一特定服务时，该服务可能会另有单独的协议、相关业务规定等（以下统称为“规定”）。所有品推宝平台已经发布的或将来可
               能发布的规定为本协议不可分割的组成部分，与本协议具有同等法律效力。除另行明确声明外，任何品推宝及其关联公司提供的服务（以下称为“品推宝平台服务”）均受本协议约束。  </p>
            <p>3.品推宝有权根据国家法律法规的更新、产品和服务规定的调整需要不时地制订、修改本协议及/或各类规定，并提前七日以网站公示的方式进行公示，自公示之日起第八日生效。如您继续使用品推宝平台服务，即表示您接受经修订的协议和规定。
                如发生有关争议时，以品推宝最新的相关协议和规定为准。您不接受协议或者规定修改内容、申请退出平台的，根据原协议或者交易规定承担相关责任。</p>
            <p>4.您接受本《协议》全部内容之后，即可注册、登录或使用本《协议》所涉相关服务。您的注册、登录、使用等行为视为对本《协议》全部内容的接受。</p>
            <p>5.如您是未成年人（未满18周岁），须在法定监护人陪同下阅读并决定是否接受本《协议》。</p>
            <p>6.阅读本协议的过程中，如果您不同意本声明或其中任何内容，您应立即停止使用品推宝平台服务。如果您使用品推宝平台服务，您的使用行为将被视为对本声明全部内容的认可。</p>
            <p>7.品推宝保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</p>
            <p className="commonSubTitle">定义</p>
            <p>1.品推宝平台：品推宝网站（www.pintuibao.com，www.pintuibao.cn）、品推宝无线站点（m.pintuibao.com，m.pintuibao.cn）及品推宝移动应用软件（App）。</p>
            <p>2.品推宝：品推宝平台经营者的单位或合称，是指北京品推宝移动科技有限公司。</p>
            <p>3.用户：指具有完全民事权利能力和完全民事行为能力的品推宝平台各项服务的使用者，包括需求方和服务供应方。</p>
            <p>4.需求方：指在本平台上进行发布需求、购买服务等操作的用户。</p>
            <p>5.服务供应方：指在本平台上创建店铺、参与应答、销售服务以及接受购买服务的用户。</p>
            <p>6.创建店铺：指服务供应方注册完成，依据平台开店流程和要求进行创建店铺的过程。</p>
            <p>7.购买服务：指需求方在平台上自主选择购买服务供应方店铺所出售的服务。</p>
            <p>8.交易：指需求方通过品推宝平台购买服务，服务供应方向需求方提供服务的全过程。</p>
            <p>9.无效应答：指与需求无关的应答。</p>
            <p>10.保证完成：指买卖双方约定了需求内容，服务需求方须保证服务信息的真实性，并承诺按照需求内容在规定时间内完成工作。</p>
            <p>11.保证原创：指服务供应方的需求应答（作品、方案等服务内容）属于原创，没有涉及抄袭、剽窃、盗用等不符合原创性质的行为。</p>
            <p>12.需求方弃选需求：指由于需求方作弊或者需求有效期限15天已过期、放弃需求等正常或非正常原因，导致无法正常应答的需求。</p>
            <p>13.协议方：本协议中协议三方合称“协议方”。北京品推宝移动科技有限公司及其相关服务可能存在的运营关联单位、品推宝平台在协议中统称为"品推宝"。</p>
            <p className="commonSubTitle">第一条 交易</p>
            <p>1.注册： 注册是按照平台系统设置的注册流程填写相关信息，提交申请成为品推宝用户的行为。</p>
            <p>注册应满足的条件：</p>
            <p>（一）同意平台发布的各项规定与《平台用户服务协议》；</p>
            <p>（二）按要求填写提交相关信息，不得违反相关法律法规。</p>
            <p>（一）同意平台发布的各项规定与《平台用户服务协议》；</p>
            <p>2. 经营</p>
            <p>   需求发布：需求发布是指需求方自主在平台公布某项需求的内容描述、完成标准、期限等要素的行为。需求方发布需求需遵守《平台需求发布规定》，需求内容不得违反该规定的相关条款。</p>
            <p>服务供应方应答：服务供应方在平台上参与应答，应当遵守法律、法规、行政规章的规定和相关规定。</p>
            <p>需求方购买服务：需求方购买服务，应当遵守法律、法规、行政规章的规定和品推宝平台相关规定。</p>
            <p>开设店铺：</p>
            <p>（一）用户可按照平台系统设置的流程开设店铺，但必须符合以下条件：</p>
            <p>（二）通过平台实名认证、提供本人（包括企业及企业店铺负责人等）真实有效的信息；且同一个人、企业法定代表人/负责人仅能开设一家店铺；</p>
            <p>（三）经平台排查认定，该账户实际控制人未被平台处以特定严重违规行为处罚或发生过严重危及交易安全的情形。</p>
            <p>服务发布与出售：</p>
            <p>（一）发布服务应遵循《平台服务发布规定》。</p>
            <p>（二）服务供应方出售服务需遵守《线下三方协议》。</p>
            <p>发票：若需求方要求开具发票，服务供应方应积极配合，并且严格遵守平台各项规定。</p>
            <p>评价</p>
            <p>（一）品推宝评价是用户基于在品推宝的真实交易产生的交易评价。即交易双方在品推宝完成交易且有成交金额对交易进行的评价。</p>
            <p>（二）为了确保评价体系的公正性、客观性和真实性，品推宝将基于有限的技术手段，遵循品推宝平台的各项规定，对违规交易评价、恶意评价、不当评价、异常评价等侵犯消费者知情权的行为，做出相应处理外，根据不同情形对评价人采取身份验证、屏蔽评论内容、删除评价、限制评价、限制用户行为等处理措施。</p>
            <p className="commonSubTitle">第二条  用户的权利和义务</p>
            <p>1.用户有权根据本协议及本平台发布的相关规定，利用本平台发布需求信息、查询用户信息、发布作品信息、参与需求需求应答、进行购买服务，在本平台及相关产品发布信息，参加本平台的有关活动及有权享受本平台提供的其他有关资讯及信息服务；</p>
            <p>2.用户须自行保管自己的用户账号和密码，且须对在用户账号密码下发生的所有活动（包括但不限于发布需求信息、网上点击同意各类协议、规定、参与需求需求应答或购买服务等）承担责任。用户有权根据需要更改登录和账户密码。因用户的过错导致的任何损失由用户自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，用户使用的计算机被他人侵入；</p>
            <p>3.用户应当向本平台提供真实准确的注册信息，包括但不限于真实姓名、身份证认证、联系电话、地址、邮政编码等。保证本平台可以通过上述联系方式与自己进行联系。同时，用户也应当在相关资料实际变更时及时更新有关注册资料；</p>
            <p>4.用户在本平台注册的账号名称，不得有下列情形：</p>
            <p>(一)违反宪法或法律法规规定的；</p>
            <p>(二)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
            <p>(三)损害国家荣誉和利益的，损害公共利益的；</p>
            <p>(四)破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
            <p>(五)破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
            <p>(六)散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p>(七)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
            <p>(八)侮辱或者诽谤他人，侵害他人合法权益的； </p>
            <p>(九)含有法律、行政法规禁止的其他内容的。</p>
            <p>5.用户不得以虚假信息骗取账号名称注册，或其账号头像、简介等注册信息存在违法和不良信息；</p>
            <p>6.用户不得冒用、关联机构或社会名人注册账号名称；</p>
            <p>7.用户不得以任何形式擅自转让或授权他人使用自己在本平台的用户帐号；</p>
            <p>8.用户有义务确保在本平台上发布的需求信息真实、准确，无误导性；　</p>
            <p>9.用户在本平台上发布需求及相关产品发布信息，不得违反国家法律、法规、行政规章的规定、不得侵犯他人知识产权或其他合法权益的信息、不得违背社会公共利益或公共道德、不得违反本平台的相关规定；</p>
            <p>10.用户在本平台交易中应当遵守诚实信用原则，不得以干预或操纵发布需求等不正当竞争方式扰乱网上交易秩序，不得从事与网上交易无关的不当行为；</p>
            <p>11.用户不应采取不正当手段（包括但不限于虚假订单、互换好评等方式）提高自身或他人信用度，或采用不正当手段恶意评价其他用户，降低其他用户信用度；</p>
            <p>12.用户不得违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）；</p>
            <p>13.用户承诺自己在使用本平台实施的所有行为遵守法律、法规、行政规章和本平台的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，用户将以自己的名义独立承担相应的法律责任；　</p>
            <p>14.用户在本平台上交易过程中如与其他用户因交易产生纠纷，可以请求本平台从中予以协调处理。用户如发现其他用户有违法或违反本协议的行为，可以向本平台举报；</p>
            <p>15.除本平台另有规定外，用户应当自行承担因交易产生的相关费用，并依法纳税；</p>
            <p>16.未经本平台书面允许，用户不得将本平台的任何资料以及在交易平台上所展示的任何信息作商业性利用（包括但不限于以复制、修改、翻译等形式制作衍生作品、分发或公开展示）；</p>
            <p>17.用户不得使用以下方式登录网站或破坏网站所提供的服务：</p>
            <p>(一)以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录本平台；</p>
            <p>(二)通过任何方式对本公司内部结构造成或可能造成不合理或不合比例的重大负荷的行为； </p>
            <p>(三)通过任何方式干扰或试图干扰网站的正常工作或网站上进行的任何活动。</p>
            <p>18.用户同意接收来自本平台的信息，包括但不限于活动信息、交易信息、促销信息等。</p>
            <p className="commonSubTitle">第三条  品推宝的权利和义务</p>
            <p>1.本平台仅为用户提供一个信息交流平台，是需求方和服务供应方提供解决方案的一个交易市场，本平台对交易双方均不加以监视或控制，亦不介入交易的过程；</p>
            <p>2.本平台有义务在现有技术水平的基础上努力确保整个网上交流平台的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证用户网上交流活动的顺利进行；</p>
            <p>3.本平台有义务对用户在注册使用本平台信息平台中所遇到的与交易或注册有关的问题及反映的情况及时作出回复；</p>
            <p>4.本平台有权对用户的注册资料进行审查，对存在任何问题或怀疑的注册资料，本平台有权发出通知询问用户并要求用户做出解释、改正；</p>
            <p>5.用户因在本平台上交易与其他用户产生纠纷的，用户将纠纷告知本平台，或本平台知悉纠纷情况的，经审核后，本平台有权通过电子邮件及电话联系向纠纷双方了解纠纷情况，并将所了解的情况通过电子邮件互相通知对方；用户通过司法机关依照法定程序要求本平台提供相关资料，本平台将积极配合并提供有关资料；</p>
            <p>6.因网上服务平台的特殊性，本平台不承担对所有用户的交易行为以及与交易有关的其他事项进行事先审查的义务，但如发生以下情形，本平台有权无需征得用户的同意限制用户的活动、向用户核实有关资料、发出警告通知、暂时中止、无限期中止及拒绝向该用户提供服务：</p>
            <p>(一)用户以非自然人名义进行认证之后认证主体自行注销或者经有权机关吊销或撤销的；</p>
            <p>(二)用户违反本协议或因被提及而纳入本协议的相关规定；</p>
            <p>(三)存在用户或其他第三方通知本平台，认为某个用户或具体交易事项存在违法或不当行为，并提供相关证据，而本平台无法联系到该用户核证或验证该用户向本平台提供的任何资料；</p>
            <p>(四)存在用户或其他第三方通知本平台，认为某个用户或具体交易事项存在违法或不当行为，并提供相关证据。本平台以普通非专业人员的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为可能对他方或本平台造成财务损失或承担法律责任；</p>
            <p>7． 根据国家法律、法规、行政规章规定、本协议的内容和本平台所掌握的事实依据，可以认定该用户存在违法或违反本协议行为以及在本平台交易平台上的其他不当行为，本平台有权无需征得用户的同意在本平台交易平台及所在网站上以网络发布形式公布该用户的违法行为，并有权随时作出删除相关信息、终止服务提供等处理；</p>
            <p>8. 本平台依据本协议及相关规定，可以冻结、使用、先行赔付、退款、处置用户缴存并冻结在本平台账户内的资金。因违规而被封号的用户账户中的资金在按照规定进行处置后尚有余额的，该用户可申请提现；</p>
            <p>9. 本平台有权在不通知用户的前提下，删除或采取其他限制性措施处理下列信息：包括但不限于以规避费用为目的；以炒作信用为目的；存在欺诈等恶意或虚假内容；与网上交易无关或不是以交易为目的；存在恶意竞价或其他试图扰乱正常交易秩序因素；违反公共利益或可能严重损害本平台和其他用户合法利益</p>
            <p className="commonSubTitle">第四条  本平台的责任范围</p>
            <p>当用户接受该协议时，用户应当明确了解并同意：</p>
            <p>1.本平台不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或其他服务中断。本平台是在现有技术基础上提供的服务。本平台不保证以下事项∶</p>
            <p>（一）本平台将符合所有用户的要求；</p>
            <p>（二）本平台不受干扰、能够及时提供、安全可靠或免于出错；</p>
            <p>（三）本服务使用权的取得结果是正确或可靠的。</p>
            <p>2. 是否经由本平台下载或取得任何资料，由用户自行考虑、衡量并且自负风险，因下载任何资料而导致用户电脑系统的任何损坏或资料流失，用户应负完全责任。希望用户在使用本平台时，小心谨慎并运用常识；</p>
            <p>3. 用户经由本平台取得的建议和资讯，无论其形式或表现，绝不构成本协议未明示规定的任何保证；</p>
            <p>4. 基于以下原因而造成的利润、商誉、使用、资料损失或其它无形损失，本平台不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿（即使本平台已被告知前款赔偿的可能性）：</p>
            <p>（一）本平台的使用或无法使用；</p>
            <p>（二）用户的传输或资料遭到未获授权的存取或变更；</p>
            <p>（三）本平台中任何第三方之声明或行为；</p>
            <p>（四）本平台在服务交易中为用户提供交易机会，推荐交易方；</p>
            <p>（五）本平台其它相关事宜。</p>
            <p>5. 本平台只是为用户提供一个服务交易的平台，对于用户所发布的需求的合法性、真实性及其品质，以及用户履行交易的能力等，本平台一律不负任何担保责任；</p>
            <p>6.本平台提供与其它互联网上的网站或资源的链接，用户可能会因此连结至其它运营商经营的网站，但不表示本平台与这些运营商有任何关系。其它运营商经营的网站均由各经营者自行负责，不属于本平台控制及负责范围之内。对于存在或来源于此类网站或资源的任何内容、广告、物品或其它资料，本平台亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、物品或服务所产生的任何损害或损失，本平台不负任何直接或间接的责任。</p>
            <p className="commonSubTitle">第五条   隐私权</p>
            <p>1.信息使用</p>
            <p>(一)本平台不会向任何人出售或出借用户的个人或法人信息，除非事先得到用户得许可；</p>
            <p>(二)本平台亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人或法人信息。任何用户如从事上述活动，一经发现，本平台有权立即终止与该用户的用户协议，查封其账号。</p>
            <p>2. 信息披露：用户的个人或法人信息将在下述情况下部分或全部被披露：</p>
            <p>(一)经用户同意，向第三方披露；</p>
            <p>(二)用户在使用本平台过程中涉及到知识产权类纠纷，有他方主张权利的，本平台在审核主张方提交的资料后认为披露用户信息有助于纠纷解决的；</p>
            <p>(三)根据法律的有关规定，或者行政、司法机关的要求，向第三方或者行政、司法机关披露；</p>
            <p>(四)若用户出现违反中国有关法律或者网站规定的情况，需要向第三方披露；</p>
            <p>(五)为提供你所要求的产品和服务，而必须和第三方分享用户的个人或法人信息；</p>
            <p>(六)其它本平台根据法律或者网站规定认为合适的披露。</p>
            <p>3.信息安全</p>
            <p>(一)在使用本平台服务进行网上交易时，请用户妥善保护自己的个人或法人信息，仅在必要的情形下向他人提供；</p>
            <p>(二)如果用户发现自己的个人或法人信息泄密，尤其是用户账户或“支付账户管理”账户及密码发生泄露，请用户立即联络本平台客服，以便我们采取相应措施</p>
            <p className="commonSubTitle">第六条   不可抗力</p>
            <p>因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。本合同所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</p>
            <p className="commonSubTitle">第七条   保密</p>
            <p>用户保证在使用本平台过程中所获悉的属于本平台及他方的且无法自公开渠道获得的文件及资料（包括但不限于商业秘密、公司计划、运营活动、财务信息、技术信息、经营信息及其他商业秘密）予以保密。未经该资料和文件的原提供方同意，用户不得向第三方泄露该商业秘密的全部或者部分内容。但法律、法规、行政规章另有规定或者双方另有约定的除外。</p>
            <p className="commonSubTitle">第八条   交易纠纷解决方式</p>
            <p>（一）本协议及其规则的有效性、履行和与本协议及其规则效力有关的所有事宜，将受中华人民共和国法律管辖，任何争议仅适用中华人民共和国法律；</p>
            <p>（二）本平台有权受理并调处您与其他用户因交易服务产生的纠纷，同时有权单方面独立判断其他用户对您的举报及索偿是否成立，若判断索偿成立，则本平台有权划拨您账户余额进行相应偿付。本平台没有使用自用资金进行偿付的义务，但若进行了该等支付，您应及时赔偿本平台的全部损失，否则本平台有权通过前述方式抵减相应资金或权益，如仍无法弥补损失，则本平台保留继续追偿的权利。因本平台非司法机关，您完全理解并承认，本平台对证据的鉴别能力及对纠纷的处理能力有限，受理交易纠纷完全是基于您之委托，不保证处理结果符合您的期望，本平台有权决定是否参与争议的调处；</p>
            <p>（三）凡因履行本协议及其规则发生的纠纷以及在品推宝平台网上交易产生的所有纠纷，各方可协商解决，若协商不成的，各方一致同意提交重庆仲裁委员会按其仲裁规则进行仲裁。</p>
        </div>
    </div>
)

export default ServiceAgreement;