/**
 * 平台保障
 * Created by xrr on 2017/7/20.
 */
import React from 'react';


const ServiceGuarantee =()=>(
    <div>
        <h1 className="agreementTitle">《品推宝服务发布规定》</h1>
        <div className="line"></div>
        <div className="agreementDetail">
            <p>
                第一条  为维护品推宝平台的管理秩序，保障品推宝平台服务供应方、需求方的合法权益，依据《品推宝用户服务协议》等相关协议和规定，制定本规范。
            </p>
            <p>
                第二条 本规范适用于使用品推宝平台的所有服务供应方。服务供应方出售服务需要符合国家法律法规以及品推宝关于需求与服务的相关规定。发布的服务，品推宝平台会不定期进行抽查，请按照《品推宝平台服务协议》《品推宝服务发布规定》（以下简称“本协议”）发布。品推宝平台不对该服务信息的合法性、真实性承担任何法律责任。
            </p>
            <p>
                第三条 服务信息的组成要素及定义 <br/>
                1、服务类别：根据服务内容可以选择店铺分类范围内的一个一级和一个二级分类。<br/>
                2、服务名称：从服务的内容、卖点等方面进行个性化描述。<br/>
                3、服务报价：根据服务内容和市场行情进行合理定价。<br/>
                4、服务封面：能够体现服务内容及卖点的宣传性图片。<br/>
                5、服务地点：服务可执行的区域，传播的覆盖范围。<br/>
                6、服务描述：对于服务内容、服务标准、服务卖点、服务承诺等特性的详细描述。<br/>
                7、发布状态：选择上架/下架，上架的服务才可以被需求方采购，下架的服务不可。
            </p>
            <p>
                第四条 服务发布规则<br/>
                服务内容禁止使用或变相使用国家领导人及其家属信息（包括姓名、形象、漫画形象及含相关信息的案例展示等）；服务内容禁用词汇（极限词汇，比较级、最高级词汇，夸张、虚假词汇等）；服务内容禁用未经授权使用的标签（如：未经授权的官方特定产品标识、未经授权的暗指性官方特定产品标识、推荐、优选、热销、热卖、爆款等），服务封面区图片禁止出现联系方式（包括但不限于QQ，电话，网址，二维码，条形码，邮箱等）；服务相关信息必须属于合法可展示的图片内容，严禁发布侵权、色情等违法图片。<br/>
                1、服务类别<br/>
                （1）根据服务的内容选择合适的类目，类目必须与服务标题、服务内容的描述保持一致；<br/>
                （2）如服务的类目与服务标题、服务内容不一致，官方有权将服务下架；<br/>
                （3）禁止服务类别跨类目进行更改；<br/>
                2、服务名称<br/>
                （1）服务标题限定在30个汉字以内，否则会影响发布；<br/>
                （2）标题简单直接，突出卖点；<br/>
                （3）请勿堆砌关键词，在服务标题中大量滥用与该服务无关的热搜关键词；<br/>
                （4）禁止使用特殊符号；<br/>
                （5）禁用极限词汇，比较级、最高级词汇，夸张、虚假词汇（例：第一、最好、最大、首选、唯一等）。<br/>
                3、服务报价<br/>
                （1）根据市场行情及该服务的内容，对服务进行合理定价；<br/>
                （2）不得恶意低价竞争，扰乱市场行情；<br/>
                4、服务封面<br/>
                （1）图片必须清晰完整，且图片内容必须与服务内容保持一致；<br/>
                （2）图片信息必须属于合法可展示的图片内容，严禁发布侵权、色情等违法图片；<br/>
                （3）图片不允许出现QQ，电话，网址，二维码，条形码，邮箱等联系方式；<br/>
                （4）图片需要和服务内容以及属性强相关。<br/>
                5、服务地点<br/>
                （1）若为线下执行，将可覆盖的地域描述清楚<br/>
                （2）若为线上传播，对地域的描述可视情况而定<br/>
                6、服务详情<br/>
                （1）请详细描述与此服务相关的内容介绍，内容描述准确、完整、真实，不得虚假承诺。<br/>
                （2）服务详情描述需要和服务内容以及属性强相关；<br/>
                （3）详情描述禁用极限词汇、最高级词汇、夸张虚假词汇
            </p>
            <p>
                第五条 凡是违反宪法精神和中华人民共和国相关法律法规、带有民族歧视性、夸大宣传并带有欺骗性、有损于社会主义道德风尚或者有其他不良影响的服务，品推宝将禁止出售。以下服务内容由于违反法律、法规和品推宝相关规则而禁止出售：<br/>
                1、商品与所发布的类目或属性不符的。<br/>
                2、商品标题、图片、价格、物流方式、邮费及售后服务等商品要素之间明显不匹配。<br/>
                3、发布重复信息：标题，图片，重要属性、服务内容存在较高相似度的服务，只允许发布一次。<br/>
                4、含有非平台业务的广告、招聘类内容。<br/>
                5、泄露个人隐私（联系方式包括但不限于电话、QQ、邮箱、网址等）。<br/>
                6、涉黄、赌博、暴力等服务。<br/>
                7、发布非约定商品，是指商家通过品推宝平台发布或出售未经品推宝许可的服务：论文代写类服务、盗图申诉类服务、刷钻、刷单及刷信用等其他违反法律、法规、行政规章等相关规定的服务。<br/>
                8、假冒服务成份，是指服务供应方对服务或成份信息的描述与买方收到的商品服务完全不符。<br/>
                9、任何有损网络安全的服务：木马、黑客程序等。<br/>
                10、扰乱市场秩序，是指以任何形式，刻意规避品推宝的各类规则或市场管控措施，或以不正当的方式获取、使用品推宝官方资源的行为。<br/>
                11、侵犯第三方权利的服务。<br/>
                12、侵犯第三方知识产权的服务：软件/程序破解类服务、游戏/程序外挂类服务、盗取网银、游戏账号类服务。<br/>
                13、违背社会公共利益或公共道德或品推宝认为不适合在交易平台上销售的商品或服务。
            </p>
            <p>
                第六条 制度保障<br/>
                服务供应方发布的服务一旦违规，品推宝将按照《品推宝用户服务协议》等相关规则进行处罚，包括但不限于强行关闭店铺、下架服务、关闭订单、关闭账号等措施。
            </p>
            <p>
                第七条 知识产权的归属<br/>
                1、买家全额支付款项后，该服务相关的知识产权即转让给买家所有。<br/>
                2、买家若需要线下签署知识产权转让协议，出售服务的服务供应方有义务配合买家完成协议的签署，若服务供应方拒绝签署，买家有权要求退还钱款，该服务供应方也将视为“未完成工作”受到相应处罚。
            </p>
            <p>
                第八条 违约责任<br/>
                1、买方责任：<br/>
                若由于买方原因，导致交易无法完成的，服务供应方不承担任何责任。<br/>
                2、服务供应方责任：<br/>
                若服务供应方不能按双方约定完成需求或是不能履行自己的承诺，品推宝将按照品推宝规则进行相应处罚。
            </p>
            <p>
                第九条 本规则自发布之日起实行。
            </p>
        </div>

    </div>
)

export default ServiceGuarantee;