import React from 'react';

/**
 * 用户协议
 */
const UserAgreement =()=>(
    <div>
        <h1 className="agreementTitle">《品推宝用户注册协议》</h1>
        <div className="line"></div>
        <div className="agreementDetail">
          <p>本协议是用户（以下简称“您”）与品推宝平台（包括但不限于www.pintuibao.com,  www.pintuibao.cn，APP “品推宝”等，以下简称“品推宝”或“本平台”）所有者及其关联公司之间就品推宝平台服务等相关事宜所订立的契约，请您仔细阅读本注册协议，您点击"同意并继续"按钮后，即视为您接受并同意遵守本协议的约定。</p>
          <p>品推宝保留在中华人民共和国大陆地区施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</p>
          <p className="commonSubTitle">第一条 用户资格</p>
          <p>
              只有符合下列条件之一的自然人或法人才能申请注册成为本平台用户，可以使用本平台的服务：<br/>
              1.1年满十八岁，并具有民事权利能力和民事行为能力的自然人；<br/>
              1.2无民事行为能力人或限制民事行为能力人应经过其监护人的同意；<br/>
              1.3根据中国法律、法规、行政规章成立并合法存在的机关、企事业单位、社团组织和其他组织。<br/>
              无法人资格的单位或组织不能注册为本平台用户，其与本平台之间的协议自始无效，本平台一经发现，有权立即终止对该用户的服务，并追究其使用本平台服务的一切法律责任。
          </p>
          <p className="commonSubTitle">第二条 用户权利义务</p>
          <p>2.1用户有权根据本协议及本平台发布的相关规则，利用品推宝及相关产品发布需求信息、发布服务信息、查询用户信息、查询应答服务、发布作品信息、参与需求应答、参与雇佣服务，参加有关活动及有权享受本平台提供的其他各项服务；</p>
          <p>2.2您应自行诚信向本平台提供注册资料，您保证提供的注册资料真实、准确、完整、合法有效，包括但不限于真实姓名、身份证号、联系电话、公司信息、地址、邮政编码等，若您填写的信息不完整，则无法使用品推宝平台服务或在使用过程中受到限制。保证本平台可以通过上述联系方式与自己进行联系。同时，用户也应当在相关资料实际变更时及时更新有关注册资料。如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且品推宝保留单方终止您使用本平台各项服务的权利。</p>
          <p>
              2.3您在本平台进行注册、浏览、发布需求、发布服务、创建店铺、创建服务、购买服务、评价、参加活动等行为时，涉及您的信息包括但不限于真实姓名/名称、公司信息、通信地址、联系电话、电子邮箱、订单详情、评价或反馈、投诉内容、cookies等信息的，本站有权从完成交易、用户服务、开展活动、完成良好的用户体验等多种角度予以收集和分析，并将对其中涉及个人隐私信息予以严格保密，除非得到您的授权、为履行强行性法律义务（如国家安全机关指令）或法律另有规定、本注册协议或其他条款另有约定外，本平台不会向外界披露您的隐私信息。
          </p>
          <p>
              2.4在您签署本协议，完成注册程序时，品推宝会向您提供唯一编号的品推宝账户。您应对您的用户账户、登录密码、支付密码（如有）、验证码的安全，以及对通过您的账户和密码实施的行为负责；因此所衍生的任何损失或损害，品推宝无法也不承担任何责任。除非有法律规定或行政司法机关的指令，且征得品推宝的同意，否则您的用户账户、登录密码、支付密码（如有）和验证码不得以任何方式转让、借用、赠与或继承（与账户相关的财产权益除外）。否则，由此给您（或品推宝、任何第三方）造成的一切损失，概由您自行承担（包括但不限于赔偿损失等）。
          </p>
          <p>2.5如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知品推宝，要求品推宝暂停相关服务。您理解品推宝对您的请求采取行动需要合理时间，品推宝对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p>
          <p>2.6您了解并同意，如您符合并且遵守本协议条款，在通过品推宝平台完成注册程序之后，即可成为品推宝平台用户。对于您主动提交的相关信息，您授权品推宝及/或品推宝平台运营者及关联服务提供方委托的第三方通过合法渠道（包括但不限于风控机构等）了解、咨询、审查您的公司财务报表或公司市场交易风险的真实情况，并据此判断您的风险状况。</p>
          <p>2.7您了解并同意，一经注册用户账号，即视为同意品推宝及/或其关联公司通过系统信息推送、短信或者电子邮件的方式向您注册时填写的手机号码或者电子邮箱发送相应的产品服务广告信息、促销优惠等营销信息；您如果不同意发送，您可以通过相应的退订功能进行退订。</p>
          <p className="commonSubTitle">第三条 用户依法言行义务</p>
          <p>3.1用户在本平台注册的账号名称，不得有下列情形：</p>
          <p> （1）违反宪法或法律法规规定的；</p>
          <p> （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
          <p> （3）损害国家荣誉和利益的，损害公共利益的；</p>
          <p> （4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
          <p> （5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
          <p> （6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
          <p> （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
          <p> （8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
          <p> （4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
          <p> （9）含有法律、行政法规禁止的其他内容的。</p>
          <p>3.2用户不得以虚假信息骗取账号名称注册，或其账号头像、简介等注册信息存在违法和不良信息。</p>
          <p>3.3用户不得冒用、关联机构或社会名人注册账号名称。</p>
          <p>3.4用户在本平台上发布需求和在社区内及相关产品发布信息，不得违反国家法律、法规、行政规章的规定，不得侵犯他人知识产权或其他合法权益的信息，不得违背社会公共利益或公共道德，不得违反品推宝网的相关规定。</p>
          <p>3.5用户在本平台交易中应当遵守诚实信用原则，不得以干预或操纵发布需求等不正当竞争方式扰乱网上交易秩序，不得从事与网上交易无关的不当行为。</p>
          <p>3.6用户不应采取不正当手段（包括但不限于虚假需求、互换好评等方式）提高自身或他人信用度，或采用不正当手段恶意评价其他用户，降低其他用户信用度。</p>
          <p>3.7用户承诺自己在使用本平台实施的所有行为遵守法律、法规、行政规章和本平台的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，用户将以自己的名义独立承担相应法律责任。</p>
      <p>3.8用户在本平台网上交易过程中如与其他用户因交易产生纠纷，可以请求本平台从中予以协调处理。用户如发现其他用户有违法或违反本协议的行为，可以向本平台举报。</p>
            <p>3.9除品推宝平台另有规定外，用户应当自行承担因交易产生的相关费用，并依法纳税。</p>
            <p className="commonSubTitle">第四条 平台信息安全规定</p>
            <p>4.1未经本平台书面允许，用户不得将本平台的任何资料以及在交易平台上所展示的任何信息作商业性利用（包括但不限于以复制、修改、翻译等形式制作衍生作品、分发或公开展示）。</p>
            <p>4.2用户不得使用以下方式登录平台或破坏平台所提供的服务： </p>
            <p>1、以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录本平台；</p>
            <p>2、通过任何方式对本公司内部结构造成或可能造成不合理或不合比例的重大负荷的行为；</p>
            <p>3、通过任何方式干扰或试图干扰平台的正常工作或平台上进行的任何活动。</p>
        </div>
    </div>
)

export default UserAgreement;